
class Banner:



    def bannerShow(self):
        print("    ___  ___      _       \n"+
            "    |  \/  |     (_)      \n"+
            " ___| .  . | __ _ _ _ __  \n"+
            "/ __| |\/| |/ _` | | '_ \ \n"+
            "\__ \ |  | | (_| | | | | |\n"+
            "|___|_|  |_/\__,_|_|_| |_|  v1.0")
        # print("\033[1;31;40m --版权所有. 盗版必究-- \033[0m")
        print("--商业机密. 盗版必究--")
        # print("\033[1;31;40m **商业洽谈：2695062879(qq) \033[0m")
        print("**商业洽谈：2695062879(qq) ")

